/* STM */
"Ink Levels" = "Likiarvoiset mustetasot";

/* Nozzle */
"NOZZLE01TEXT01" = "Tarkista ennen suutintestiä, että laite on päällä ja kytketty tietokoneeseen. Varmista myös, että arkinsyöttölaitteeseen on ladattu A4- tai Letter-paperia. Tulosta suutintestin kuvio napsauttamalla [Tulosta] tai lopeta napsauttamalla [Peruuta].";
"NOZZLE01B01" = "Tulosta";
"NOZZLE01B02" = "Peruuta";

"NOZZLE02TEXT01" = "Vertaa tulostettua kuviota yllä olevaan malliin. Jos suutintestin kuviossa on katkonaisia viivoja, napsauta [Puhdista]. Lopeta napsauttamalla [Valmis].";
"NOZZLE02SPE01" = "Ylempi: Hyvä
Alempi: Tarvitaan puhdistus";
"NOZZLE02B01" = "Valmis";
"NOZZLE02B03" = "Puhdista";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Käynnistä tulostuspäiden suutinten puhdistus napsauttamalla [Käynnistä]. Koska puhdistukseen kuluu jonkin verran mustetta, puhdista tulostuspäät vain, kun tulosteessa on vaaleita tai tulostumattomia kohtia. Käytä ensin \"Suutintesti\"-apuohjelmaa varmistamaan, että tulostuspäät tarvitsevat puhdistusta.
Huomaa: Varmista ennen puhdistusta, että kuljetuslukko on avoimessa (Printing) asennossa kuvan mukaisesti.";
"HEADCLEANING01B01" = "Peruuta";
"HEADCLEANING01B02" = "Käynnistä";

"HEADCLEANING02TEXT01" = "Odota ...";
"HEADCLEANING02TEXT02" = "Tulostuspäiden puhdistus käynnissä. Odota hetki.";
"HEADCLEANING02B01" = "Sulje";

"HEADCLEANING03TEXT01" = "Puhdistusjakso on päättynyt. Tarkista, että puhdistus onnistui valitsemalla [Tulosta suutintestin kuvio].";
"HEADCLEANING03B01" = "Valmis";
"HEADCLEANING03B03" = "Tulosta suutintestin kuvio";

/* Gap */
"GAP01TEXT01" = "Tulostuspäiden kohdistus -apuohjelma korjaa väärin kohdistetut pysty- ja vaakaviivat sekä epäselvän tulostusjäljen.";
"GAP01B01" = "Seuraava >";
"GAP01B02" = "Peruuta";

"GAP02TEXT01" = "Tulostin tulostaa pystyviivojen kohdistussivun.
Tarkista, että tulostin on käynnissä ja kytketty tietokoneeseen. Tarkista myös, että arkinsyöttölaitteeseen on asetettu A4- tai Letter-kokoista tavallista paperia.
Napsauta [Tulosta], kun olet valmis.";
"GAP02B01" = "Tulosta";
"GAP02B02" = "Peruuta";
"GAP02B03" = "Ohita >>";

"GAP03TEXT01" = "Katso kohdistusarkkia.
Etsi neliö, jossa ei ole näkyviä viivoja sarjassa #1 - #5. Valitse alla olevasta luettelosta neliötä vastaava numero. Napsauta sitten [Seuraava >].
Jos jokaisessa neliössä on raita, valitse neliö, jossa se on ohuin. Napsauta sitten [Uusi kohdistus].";
"GAP03B01" = "Seuraava >";
"GAP03B02" = "Peruuta";
"GAP03B03" = "Uusi kohdistus";

"GAP04TEXT01" = "Tulostetaan mustan värin vaakakohdistusarkki.
Varmista, että arkinsyöttölaitteeseen on ladattu A4- tai Letter-kokoista paperia.
Huomaa: säätö vaikuttaa vain, kun tulostetaan nopealla tulostuksella tavalliselle paperille. Muihin paperityyppeihin se ei vaikuta.";
"GAP04B01" = "Tulosta";
"GAP04B02" = "Peruuta";
"GAP04B03" = "Ohita >>";

"GAP05TEXT01" = "Katso kohdistusarkkia.
Etsi kuvio, jossa ei ole mustia eikä valkoisia viivoja. Valitse kuvion numero alla olevasta luettelosta ja napsauta [Seuraava >].
Jos kaikissa kuvioissa on viiva, valitse kuvio, jossa on kaikkein ohuin viiva. Napsauta sitten [Uusi kohdistus].";
"GAP05B01" = "Seuraava >";
"GAP05B02" = "Peruuta";
"GAP05B03" = "Uusi kohdistus";

"GAP06TEXT01" = "Tulostetaan värillinen vaakakohdistusarkki.
Varmista, että arkinsyöttölaitteeseen on ladattu A4- tai Letter-kokoista paperia.
Huomaa: säätö vaikuttaa vain, kun tulostetaan nopealla tulostuksella tavalliselle paperille. Muihin paperityyppeihin se ei vaikuta.";
"GAP06B01" = "Tulosta";
"GAP06B02" = "Peruuta";

"GAP07TEXT01" = "Katso kohdistusarkkia.
Etsi kuvio, jossa ei ole tummia eikä vaaleita viivoja. Valitse kuvion numero alla olevasta luettelosta ja napsauta [Valmis].
Jos kaikissa kuvioissa on viiva, valitse kuvio, jossa on kaikkein ohuin viiva. Napsauta sitten [Uusi kohdistus].";
"GAP07B01" = "Valmis";
"GAP07B02" = "Peruuta";
"GAP07B03" = "Uusi kohdistus";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Käytä tulostimen sisäosan puhdistukseen tavallista paperia.
Varmista, että tulostimeen on ladattu A4- tai Letter -kokoista paperia, ja napsauta sitten [Puhdistus]-painiketta.
Toista puhdistusta, kunnes tulostimen sisäosa on puhdas.";
"PG01_B01" = "Peruuta";
"PG01_B02" = "Puhdistus";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Jos tulosteissa on edelleen raitoja tai puuttuvia värejä sen jälkeen, kun tulostuspäiden puhdistus on suoritettu useita kertoja, tulostinputkien sisältämä muste on ehkä vaihdettava ongelman ratkaisemiseksi.

Tällä toiminnolla voit vaihtaa kaiken musteputkien sisältämän musteen.

Tähän toimintoon kuluu paljon mustetta. Suosittelemme tämän toiminnon käyttöä vasta sitten, kun tulostuspäiden puhdistus on suoritettu useita kertoja.";
"POWERINKFLUSHING01B01" = "Peruuta";
"POWERINKFLUSHING01B02" = "Seuraava >";

"POWERINKFLUSHING02TEXT01" = "Ennen kuin suoritat tämän toiminnon, varmista, että kuljetuslukko on avoimessa (Printing) asennossa kuvan mukaisesti.

Huomaa: Kuljetuslukon on oltava aina avoimessa asennossa, kun tulostin on käytössä.";

"POWERINKFLUSHING03TEXT01" = "Haluatko varmasti suorittaa tämän toiminnon?
Putkien sisältämän kaiken musteen vaihtoon tarvitaan paljon mustetta.
Suosittelemme, että yrität suorittaa tulostuspäiden puhdistuksen useita kertoja ja ratkaista ongelman ennen tämän toiminnon käyttöä. Napsauta [Peruuta], ja yritä sitten tulostuspäiden puhdistusta.

Huomaa: Tämä toiminto vaikuttaa jätemustetyynyjen käyttöikään. Jätemustetyynyt saavuttavat kapasiteettinsa aikaisemmin, kun tätä toimintoa käytetään.
Jos jätemustetyynyt ovat tulleet käyttöikänsä loppuun, ota yhteys Epson-tukeen niiden vaihtamiseksi.

Käynnistä musteen vaihto napsauttamalla [Käynnistä].
Kun tämä toiminto on käynnistetty, sitä ei voi keskeyttää.";
"POWERINKFLUSHING03B01" = "Peruuta";
"POWERINKFLUSHING03B02" = "Käynnistä";

"POWERINKFLUSHING04TEXT01" = "Odota ...";
"POWERINKFLUSHING04TEXT02" = "Musteen tehohuuhtelu on käynnissä.
Odota.";
"POWERINKFLUSHING04B01" = "Sulje";

"POWERINKFLUSHING05TEXT01" = "Musteen tehohuuhtelu on valmis.
Tarkista musteen huuhtelun tehokkuus napsauttamalla [Tulosta suutintestin kuvio].";
"POWERINKFLUSHING05B01" = "Valmis";
"POWERINKFLUSHING05B03" = "Tulosta suutintestin kuvio";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Seuraava";
"INKTANKUTILITYB03" = "Peruuta";
"INKTANKUTILITYB04" = "Takapuoli";
"INKTANKUTILITYB05" = "Kyllä";
"INKTANKUTILITYB06" = "Ei";

//Common
"INKTANKUTCOMMONTEXT01" = "Tämä apuohjelma ei ole käytettävissä tällä hetkellä.
Huomaa: Kun on kytketty kaksi tai useampia tulostimia, valitse tulostinluettelosta tulostin, jota haluat käyttää, ja napsauta sitten [Mustesäiliön apuohjelma] -kuvaketta uudelleen.";
"INKTANKUTCOMMONTEXT02" = "Anna kuhunkin mustepulloon merkitty 13-merkkinen tunnus.
Huomaa: Tunnukset ovat voimassa vain yhden kerran. Älä anna tunnuksia ennen musteen täyttöä.
Aloita tunnuksen todennus napsauttamalla [Seuraava].";
"INKTANKUTCOMMONTEXT03" = "Muun kuin alkuperäisen musteen laatua tai luotettavuutta ei voida taata ja sen käyttö voi vaurioittaa tulostina, eikä Epsonin takuu ole enää voimassa.
Muun kuin alkuperäisen musteen käyttö rekisteröidään mahdollista huoltotuen käyttöä varten.
Epson suosittelee Epsonin alkuperäisen musteen käyttöä parhaan mahdollisen laadun ja luotettavuuden takaamiseksi.
Haluatko jatkaa tämän musteen käyttöä?";
"INKTANKUTCOMMONTEXT04" = "Voit jatkaa tulostusta.
Sulje tämä viesti napsauttamalla [OK].
Jos haluat täyttää mustetta nyt, napsauta [Mustesäiliön apuohjelma] -kuvaketta uudelleen.";
"INKTANKUTCOMMONTEXT06" = "Haluatko varmasti peruuttaa apuohjelman?
Jos peruutat apuohjelman, se on suoritettava uudelleen.";
"INKTANKUTCOMMONTEXT07" = "Tunnukset ovat epäkelpoja.
Varmista oikeat tunnukset, anna tunnukset sitten uudelleen.";
"INKTANKUTCOMMONTEXT08" = "Tunnukset ovat epäkelpoja.
Varmista oikeat tunnukset.
Kun napsautat [Peruuta], voit antaa tunnukset uudelleen.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Poista kaikki tulostustyöt.

Ennen kuin käytät tulostinta, varmista, että kuljetuslukko on avoimessa (Printing) asennossa kuvan mukaisesti.";
"INKTANKUTINITIALTEXT02" = "Musteen täyttö mustesäiliöön.

%fillcolor%

Epson suosittelee Epsonin alkuperäisen musteen käyttöä. Täytä mustetta mustesäiliön merkkiviivaan saakka. Katso lisätietoja musteen täytöstä tulostimen käyttöohjeesta. Kun muste on täytetty ja mustesäiliö asennettu, anna tunnus napsauttamalla [Seuraava].";
"INKTANKUTINITIALTEXT03" = "Musteen lataus on käynnissä.
Odota noin 20 minuuttia, kunnes musteen lataus on suoritettu loppuun.

Huomaa: Älä koskaan kytke tulostinta pois päältä, kunnes virran merkkivalo lopettaa vilkkumisen ja pysyy päällä.";
"INKTANKUTINITIALTEXT04" = "Varmista, että kuljetuslukko on avoimessa (Printing) asennossa, kun käytät tulostinta, muuten mustetta ei toimiteta ja esiin tulee ongelmia tulostuslaadussa. Aseta kuljetuslukko lukittuun (Transporting) asentoon vain kuljetettaessa, muuten muste voi valua.";

//Manual Check
"INKTANKMANUALTEXT01" = "Poista kaikki tulostustyöt.

Tarkista jäljellä olevan musteen määrä säiliössä. Napsauta [Yläpuolella], jos mustetaso on viivan yläpuolella. Napsauta [Alapuolella], jos mustetaso on viivan alapuolella. Jos mustetaso on merkkiviivan yläpuolella, Epson suosittelee, että napsautat [Yläpuolella], kunnes mustetaso saavuttaa merkkiviivan, jotta uuden mustepullon koko sisältö voidaan käyttää mustesäiliön täyttöön.
Huomaa: Tulostin voi vaurioitua, jos sitä käytetään pitkän aikaa, kun mustetaso on säiliön merkkiviivan alapuolella.";
"INKTANKMANUALTEXT02" = "Poista kaikki tulostustyöt.

Tarkista jäljellä olevan musteen määrä säiliössä. Jos mustetaso on yli 20 mm mustesäiliöyksikön pohjasta, Epson suosittelee, että napsautat [Yläpuolella], kunnes mustetaso saavuttaa 20 mm pohjasta, jotta uuden mustepullon koko sisältö voidaan käyttää mustesäiliön täyttöön. Napsauta [Yläpuolella], jos mustetaso on yli 20 mm pohjasta. Napsauta [Alapuolella], jos mustetaso on enintään 20 mm pohjasta.
Huomaa: Tulostin voi vaurioitua, jos sitä käytetään pitkän aikaa, kun mustetaso on alle 20 mm mustesäiliöyksikön pohjasta. Tarkista mustetasot tulostimen toimitukseen kuuluvan viivaimen avulla.";
"INKTANKMANUALTEXT03" = "Musteen täyttö mustesäiliöön.

%fillcolor%

Epson suosittelee Epsonin alkuperäisen musteen käyttöä. Täytä mustetta mustesäiliön merkkiviivaan saakka. Katso lisätietoja musteen täytöstä tulostimen käyttöohjeesta. Kun muste on täytetty ja mustesäiliö asennettu, anna tunnus napsauttamalla [Seuraava].";

/* Error */
"PRINTERBUTTON00" = "Kopio";
"ERCOMMON_B01" = "Peruuta";
"ERCOMMON_B02" = "Jatka";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Peruuta";
"ER00_TEXTA" = "Virhe";
"ER00_TEXTB" = "1. Poista kaikki tulostustyöt.
2. Sammuta virta ja poista kaikki juuttuneet paperit.
3. Odota muutama minuutti ja kytke virta uudelleen päälle.";
"ER00_TEXTA_D4" = "Virhe";
"ER00_TEXTB_D4" = "1. Poista kaikki tulostustyöt.
2. Sammuta virta ja poista kaikki juuttuneet paperit.
3. Odota muutama minuutti ja kytke virta uudelleen päälle.";
"ER00_B01_D4" = "Peruuta";
"ER01_TEXTA" = "Tulostin on käynnissä";
"ER01_TEXTB" = "Odota...";
"ER04_TEXTA" = "Paperitukos";
"ER04_TEXTB" = "1. Avaa etukansi ja irrota juuttunut paperi.
2. Paina laitteen %btn%-painiketta.";
"ER05_TEXTA" = "Tarkista mustetasot";
"ER05_TEXTB" = "Jäljellä olevan musteen määrä on tarkistettava. Napsauta [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa. Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.";
"ER05_TEXTA_FF" = "Asennusvirhe";
"ER05_TEXTB_FF" = "Lataa mustejärjestelmä napsauttamalla [Mustesäiliön apuohjelma] -kuvaketta.";
"ER06_TEXTA_D4" = "Paperi lopussa tai väärä lataus";
"ER06_TEXTB_D4" = "1. Poista paperi ja aseta se uudelleen.
2. Paina tuotteen %btn%-painiketta tai napsauta [Jatka], kun se tulee näkyviin.

Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER06_B01_D4" = "Jatka";
"ER06_B02_D4" = "Peruuta";
"ER06_TEXTA" = "Paperi lopussa tai väärä lataus";
"ER06_TEXTB" = "1. Poista paperit ja lataa ne uudestaan.
2. Paina laitteen %btn%-painiketta.

Napsauta [Peruuta] peruuttaaksesi tulostustyön, kun se on näytössä. Jos se ei peruunnu, peruuta se laitteesta käsin.";
"ER10_TEXTA" = "Laite täytyy huoltaa";
"ER10_TEXTB" = "Tulostimen mustetyyny on käyttöiän lopussa.
Ota yhteyttä Epson-tukeen.";
"ER12_TEXTA" = "Monisivuinen syöttövirhe";
"ER12_TEXTB" = "Tee jokin seuraavista.
- Poista paperi ja aseta se uudelleen. Paina tuotteen %btn%-painiketta.
- Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER12_TEXTA_D4" = "Monisivuinen syöttövirhe";
"ER12_TEXTB_D4" = "Tee jokin seuraavista.
- Poista paperi ja aseta se uudelleen. Paina tuotteen %btn%-painiketta.
- Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER12_B01_D4" = "Peruuta";
"ER41_TEXTA" = "Laite täytyy huoltaa";
"ER41_TEXTB" = "Tulostimen musteputket ovat käyttöiän lopussa. Ota yhteyttä Epson-tukeen.";
"Common Error Text1" = "Virhe";
"Common Error Text2" = "1. Poista kaikki tulostustyöt.
2. Sammuta virta ja poista kaikki juuttuneet paperit.
3. Odota muutama minuutti ja kytke virta uudelleen päälle.";
"Common Error B1" = "Peruuta";
"Cleaning status" = "Tulostin on käynnissä";
"Shipment status" = "Asennusvirhe";
"WRINKLOW_TEXTA" = "Muste on vähissä";
"WRINKLOW_TEXTB" = "Voit jatkaa tulostusta. Voit täyttää musteen nyt napsauttamalla [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa. Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.";
"WRCD_TEXTA" = "Tulostuspäiden puhdistusta ei voida suorittaa loppuun.";
"WRCD_TEXTB" = "Voit jatkaa tulostusta. Voit täyttää musteen nyt napsauttamalla [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa. Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.";
"WRCD_TEXTA_UTO" = "Musteen tehohuuhtelua ei voi suorittaa.";
"WRCD_TEXTB_UTO" = "Voit jatkaa tulostusta. Voit täyttää musteen nyt napsauttamalla [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa. Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.";
"WRINKLOW2_TEXTA" = "Muste on vähissä";
"WRINKLOW2_TEXTB" = "Voit jatkaa tulostusta. Voit täyttää musteen nyt napsauttamalla [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa. Likimääräiset mustetasot saattavat poiketa todellisista mustetasoista. Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.";
"WR20_TEXTA" = "Laite täytyy huoltaa";
"WR20_TEXTB" = "Tulostimen mustetyynyt ovat lähellä käyttöiän loppua. Ota yhteyttä Epson-tukeen.";
"WR21_TEXTA" = "Laite täytyy huoltaa";
"WR21_TEXTB" = "Tulostimen musteputket ovat lähellä käyttöiän loppua. Ota yhteyttä Epson-tukeen.";
"COMUERR_TEXTA" = "Tietoliikennevirhe";
"COMUERR_TEXTB" = "Kytke tuote tietokoneeseen ja kytke virta päälle. Jos sammutat virran tulostuksen aikana, peruuta tulostustyö.";
"COMUERR_B01" = "Yritä uudelleen";
"COMUERR_B02" = "Peruuta";
"CHARGINGSTATUS_TEXTA_PROXY" = "Mustejärjestelmän lataus";

